IDEA Open Model
BoltParam.Cols Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the columns of fasteners positions.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public NumberGroups Cols { get; set; }
Public Property Cols As NumberGroups
	Get
	Set
Property Value
Type: NumberGroups
See Also
Reference
BoltParam Class
IdeaRS.OpenModel.Parameters Namespace